tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ansible"
brew "awscli"
brew "azure-cli"
brew "click"
brew "consul"
brew "git"
brew "hub"
brew "jq"
brew "kubectl"
brew "kubernetes-helm"
brew "macvim"
brew "mas"
brew "packer"
brew "protobuf"
brew "mas"
brew "nomad"
brew "prototool"
brew "s3cmd"
brew "socat"
brew "ssh-copy-id"
brew "tcpflow"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tree"
brew "vault"
brew "watch"
brew "watchman"
brew "yarn"
brew "youtube-dl"
cask "1password"
cask "1password-cli"
cask "brave-browser"
cask "discord"
cask "docker"
cask "evernote"
cask "fantastical"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "imageoptim"
cask "launchbar"
cask "kaleidoscope"
cask "keybase"
cask "ngrok"
cask "postico"
cask "sequel-pro"
cask "signal"
cask "slack"
cask "slate"
cask "steam"
cask "tableplus"
cask "termius"
cask "typora"
cask "upic"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "zoomus"

# Quicklook
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'qlstephen'

mas "Annotate", id: 918207447
mas "Bear", id: 1091189122
mas "Keynote", id: 409183694
mas "Pixelmator", id: 407963104
mas "Spark", id: 1176895641